[
  {
    "id": "1753095266058",
    "title": "Première visite de la maison",
    "date": "2025-05-14",
    "content": "Nous avons enfin visité notre future maison en Corrèze ! Une belle bâtisse en pierre avec un potentiel énorme. Les murs sont solides, la charpente en bon état, mais il y aura du travail pour la remettre au goût du jour.\n\nL'emplacement est idéal : au calme, avec une vue dégagée sur la campagne corrézienne. Le jardin est spacieux et nous imaginons déjà les aménagements possibles.",
    "type": "achats",
    "images": [
      "premiere-visite/20250514_153021.jpg",
      "premiere-visite/20250514_153043.jpg",
      "premiere-visite/20250514_164259.jpg",
      "premiere-visite/20250514_164308.jpg",
      "premiere-visite/Screenshot_20250514_195125_Photos.jpg"
    ],
    "image": "premiere-visite/20250514_153021.jpg",
    "order": 0
  },
  {
    "id": "1753702000001",
    "title": "Deuxième visite",
    "date": "2025-07-02",
    "content": "Retour à la maison pour une seconde visite plus approfondie. Nous avons pu examiner les détails que nous avions manqués lors de la première visite.\n\nNous avons pris des mesures, vérifié l'état des installations et commencé à planifier concrètement les travaux à réaliser.",
    "type": "achats",
    "images": [
      "deuxieme-visite/IMG-20250702-WA0004.jpg",
      "deuxieme-visite/IMG-20250702-WA0005.jpg",
      "deuxieme-visite/PXL_20250702_114923342.jpg",
      "deuxieme-visite/PXL_20250702_114931247.jpg",
      "deuxieme-visite/PXL_20250702_114937169.jpg",
      "deuxieme-visite/PXL_20250702_115026825.jpg"
    ],
    "image": "deuxieme-visite/IMG-20250702-WA0004.jpg",
    "order": 1
  },
  {
    "id": "1753258934000",
    "title": "Signature de l'acte définitif",
    "date": "2025-07-22",
    "content": "Grande journée ! Avant de nous rendre chez le notaire, nous avons déposé quelques affaires et la remorque dans la maison. Après la signature tant attendue, nous avons fait un arrêt à Marcillac pour acheter de quoi célébrer - arrivées juste à temps avant la fermeture à 12h30 !\n\nApéritif improvisé au vin rouge dans des mugs, faute de verres. L'après-midi a été consacrée au grand ménage et au débarras des nombreux cartons laissés par l'ancienne propriétaire. Orange est venu installer la box internet à 15h30, puis Erten le maçon a fait le tour de la propriété avec nous pour évaluer les futurs travaux.\n\nBonne surprise : nous avons découvert deux lits de camp très confortables dans la maison ! Installés devant le cantou pour notre première nuit, avec Vaya notre chien sur le canapé. Nuit très paisible dans notre nouvelle maison.",
    "type": "achats",
    "images": [
      "signature/PXL_20250722_104917935.MP.jpg",
      "signature/PXL_20250722_111435673.MP.jpg",
      "signature/PXL_20250722_111626001.jpg",
      "signature/PXL_20250722_145019702.jpg",
      "signature/PXL_20250722_145031281.jpg",
      "signature/PXL_20250722_204441173.jpg",
      "signature/PXL_20250722_204450868.jpg"
    ],
    "image": "signature/PXL_20250722_104917935.MP.jpg",
    "order": 2
  },
  {
    "id": "1753723000001",
    "title": "Première journée à la bicoque",
    "date": "2025-07-23",
    "content": "Notre première vraie journée dans notre nouvelle maison ! Après la signature, nous avons passé notre première nuit et commencé à apprivoiser les lieux.\n\nUne journée mémorable entre découverte des recoins de la maison, premiers aménagements et adaptation à notre nouveau cadre de vie corrézien.",
    "type": "premiere-semaine",
    "images": [
      "premiere-journee/PXL_20250723_052538130.jpg",
      "premiere-journee/PXL_20250723_074817945.jpg",
      "premiere-journee/PXL_20250723_075539967.jpg",
      "premiere-journee/PXL_20250723_125650126.jpg",
      "premiere-journee/PXL_20250723_163437347.jpg",
      "premiere-journee/PXL_20250723_165121744.jpg"
    ],
    "image": "premiere-journee/PXL_20250723_052538130.jpg",
    "order": 3
  },
  {
    "id": "1753724000001",
    "title": "Deuxième jour à la bicoque",
    "date": "2025-07-24",
    "content": "Deuxième journée bien remplie à la bicoque ! Ce matin, nous avons attendu la visite du technicien ENEDIS pour le raccordement électrique. Après avoir appelé ENEDIS vers midi trente et patienté une demi-heure en ligne, le technicien nous a finalement contactés directement. Il s'est excusé pour le retard : les fortes pluies de la nuit avaient causé des problèmes sur le réseau et les équipes avaient travaillé toute la nuit pour les réparer.\n\nLe technicien est arrivé à 13h30 et a rapidement identifié les problèmes : le compteur était en limitation de puissance qu'il a remise, et le disjoncteur différentiel était défaillant qu'il a remplacé. Après quelques tests avec nos appareils, tout fonctionne parfaitement !\n\nL'après-midi, un plombier est venu pour la pompe de relevage de la cave qui ne fonctionnait plus. Une fois son intervention terminée, nous partirons à la déchetterie pour évacuer tout un tas de choses de la maison.\n\nPetit moment de détente avec Vaya : nous avons joué à \"je te lance une pomme de pin et tu vas la chercher\" - elle adore ce jeu dans notre nouveau jardin !",
    "type": "premiere-semaine",
    "images": [],
    "image": null,
    "order": 4
  }
]