[
  {
    "id": "1753095266058",
    "title": "Première visite de la maison",
    "date": "2025-05-14",
    "content": "Nous avons enfin visité notre future maison en Corrèze ! Une belle bâtisse en pierre avec un potentiel énorme. Les murs sont solides, la charpente en bon état, mais il y aura du travail pour la remettre au goût du jour.\n\nL'emplacement est idéal : au calme, avec une vue dégagée sur la campagne corrézienne. Le jardin est spacieux et nous imaginons déjà les aménagements possibles.",
    "type": "achats",
    "images": [
      "premiere-visite/20250514_153021.jpg",
      "premiere-visite/20250514_153043.jpg",
      "premiere-visite/20250514_164259.jpg",
      "premiere-visite/20250514_164308.jpg",
      "premiere-visite/Screenshot_20250514_195125_Photos.jpg"
    ],
    "image": "premiere-visite/20250514_153021.jpg",
    "order": 0
  },
  {
    "id": "1753702000001",
    "title": "Deuxième visite",
    "date": "2025-07-02",
    "content": "Retour à la maison pour une seconde visite plus approfondie. Nous avons pu examiner les détails que nous avions manqués lors de la première visite.\n\nNous avons pris des mesures, vérifié l'état des installations et commencé à planifier concrètement les travaux à réaliser.",
    "type": "achats",
    "images": [
      "deuxieme-visite/IMG-20250702-WA0004.jpg",
      "deuxieme-visite/IMG-20250702-WA0005.jpg",
      "deuxieme-visite/PXL_20250702_114923342.jpg",
      "deuxieme-visite/PXL_20250702_114931247.jpg",
      "deuxieme-visite/PXL_20250702_114937169.jpg",
      "deuxieme-visite/PXL_20250702_115026825.jpg"
    ],
    "image": "deuxieme-visite/IMG-20250702-WA0004.jpg",
    "order": 1
  },
  {
    "id": "1753258934000",
    "title": "Signature de l'acte définitif",
    "date": "2025-07-22",
    "content": "Grande journée ! Avant de nous rendre chez le notaire, nous avons déposé quelques affaires et la remorque dans la maison. Après la signature tant attendue, nous avons fait un arrêt à Marcillac pour acheter de quoi célébrer - arrivées juste à temps avant la fermeture à 12h30 !\n\nApéritif improvisé au vin rouge dans des mugs, faute de verres. L'après-midi a été consacrée au grand ménage et au débarras des nombreux cartons laissés par l'ancienne propriétaire. Orange est venu installer la box internet à 15h30, puis Erten le maçon a fait le tour de la propriété avec nous pour évaluer les futurs travaux.\n\nBonne surprise : nous avons découvert deux lits de camp très confortables dans la maison ! Installés devant le cantou pour notre première nuit, avec Vaya notre chien sur le canapé. Nuit très paisible dans notre nouvelle maison.",
    "type": "achats",
    "images": [
      "signature/PXL_20250722_104917935.MP.jpg",
      "signature/PXL_20250722_111435673.MP.jpg",
      "signature/PXL_20250722_111626001.jpg",
      "signature/PXL_20250722_145019702.jpg",
      "signature/PXL_20250722_145031281.jpg",
      "signature/PXL_20250722_204441173.jpg",
      "signature/PXL_20250722_204450868.jpg"
    ],
    "image": "signature/PXL_20250722_104917935.MP.jpg",
    "order": 2
  },
  {
    "id": "1753723000001",
    "title": "Première journée à la bicoque",
    "date": "2025-07-23",
    "content": "Notre première vraie journée dans notre nouvelle maison ! Après la signature, nous avons passé notre première nuit et commencé à apprivoiser les lieux.\n\nUne journée mémorable entre découverte des recoins de la maison, premiers aménagements et adaptation à notre nouveau cadre de vie corrézien.",
    "type": "premiere-semaine",
    "images": [
      "premiere-journee/PXL_20250723_052538130.jpg",
      "premiere-journee/PXL_20250723_074817945.jpg",
      "premiere-journee/PXL_20250723_075539967.jpg",
      "premiere-journee/PXL_20250723_125650126.jpg",
      "premiere-journee/PXL_20250723_163437347.jpg",
      "premiere-journee/PXL_20250723_165121744.jpg"
    ],
    "image": "premiere-journee/PXL_20250723_052538130.jpg",
    "order": 3
  },
  {
    "id": "1753724000001",
    "title": "Deuxième jour à la bicoque",
    "date": "2025-07-24",
    "content": "Deuxième journée bien remplie à la bicoque ! Ce matin, nous avons attendu la visite du technicien ENEDIS pour le raccordement électrique. Après avoir appelé ENEDIS vers midi trente et patienté une demi-heure en ligne, le technicien nous a finalement contactés directement. Il s'est excusé pour le retard : les fortes pluies de la nuit avaient causé des problèmes sur le réseau et les équipes avaient travaillé toute la nuit pour les réparer.\n\nLe technicien est arrivé à 13h30 et a rapidement identifié les problèmes : le compteur était en limitation de puissance qu'il a remise, et le disjoncteur différentiel était défaillant qu'il a remplacé. Après quelques tests avec nos appareils, tout fonctionne parfaitement !\n\nEn début d'après-midi, petit moment de détente avec Vaya : nous avons joué à \"je te lance une pomme de pin et tu vas la chercher\" - elle adore ce jeu dans notre nouveau jardin !\n\nPuis le plombier est venu pour examiner la pompe de relevage de la cave. Finalement, elle n'était pas en panne : il suffit juste qu'elle soit bien positionnée à la verticale ! Il a également inspecté la salle de bain et nous avons discuté des aménagements nécessaires pour pouvoir se doucher sans mettre de l'eau partout. Il va nous établir un devis pour finaliser cette pièce.\n\nEn fin de journée, petit tour rapide à Égletons pour faire les courses au supermarché et un passage au magasin de bricolage. Nous en avons profité pour découvrir la Brasserie des Remparts : bière locale et pizza au feu de bois - très sympa comme découverte !\n\nRetour à Saint-Merd avec Vaya un peu énervée. Elle ne s'est pas assez dépensée ces derniers jours et a même réussi à sortir du jardin pour aller sur la route ! Heureusement que peu de voitures passent par ici. Demain sera une journée importante : livraisons Amazon prévues pour le frigo, la machine à laver et la vaisselle. Le ramoneur doit également venir pour inspecter notre poêle Godin.",
    "type": "premiere-semaine",
    "images": [
      "deuxieme-journee/IMG-20250724-WA0002.jpg",
      "deuxieme-journee/PXL_20250724_062759763.jpg"
    ],
    "image": "deuxieme-journee/IMG-20250724-WA0002.jpg",
    "order": 4
  },
  {
    "id": "1753725000001",
    "title": "Troisième jour à la bicoque",
    "date": "2025-07-25",
    "content": "Journée d'attente et de réalisations diverses à la bicoque. Nous avons passé toute la journée à attendre la livraison Amazon du frigo, de la machine à laver et de la vaisselle, mais le transporteur ne s'est jamais présenté. En soirée, j'ai contacté le service client Amazon qui a promis de se rapprocher du transporteur pour qu'il me contacte directement.\n\nHeureusement, le ramoneur lui est bien venu ! Après inspection, bonne nouvelle : le conduit du poêle Godin n'était pas très encrassé, ce qui confirme que l'installation est en bon état.\n\nCôté informatique, j'ai installé une distribution Linux sur mon très vieux Mac Mini pour lui donner une seconde vie. J'en ai profité pour brancher l'ordinateur portable du bureau afin de tester la configuration réseau en prévision de lundi.\n\nGrand ménage également : nous avons entièrement débarrassé le cantou de tous les objets et détritus qui l'encombraient. L'espace est maintenant propre et prêt à être aménagé selon nos goûts.",
    "type": "premiere-semaine",
    "images": [
      "troisieme-journee/PXL_20250725_171359260.jpg"
    ],
    "image": "troisieme-journee/PXL_20250725_171359260.jpg",
    "order": 5
  },
  {
    "id": "1753726000001",
    "title": "Quatrième et cinquième jours à la bicoque",
    "date": "2025-07-26",
    "content": "**26 juillet - Journée à Tulle**\n\nDirection Tulle pour une journée de découverte et de chasse aux bonnes affaires ! Nous avons écumé deux brocantes dans la matinée, puis déjeuner en ville à la Brasserie La Rotonde. L'après-midi, balade relaxante au parc Auzelou pour digérer et profiter de la verdure tulliste.\n\nNous sommes allés voir le fameux vaisselier repéré lors d'une précédente sortie, mais après réflexion, il ne nous plaît finalement pas assez pour l'acheter. Ce sera pour une autre fois !\n\nPassage chez BUT à Tulle pour acheter notre aspirateur laveur destiné au rez-de-chaussée de la bicoque. Un achat pratique qui nous sera bien utile pour l'entretien de nos nouveaux sols !\n\nEn fin de journée, petit détour par le lac de Marcillac pour une bière bien méritée au bord de l'eau. Nous en avons profité pour réserver une table chez Marcel pour le lendemain midi - on nous en avait dit le plus grand bien.\n\n**27 juillet - Déjeuner chez Marcel et découverte d'Argentat**\n\nExcellent déjeuner chez Marcel ! La réputation n'était pas usurpée. En prime, nous avons sympathisé avec la table d'à côté, un couple charmant avec qui nous avons échangé nos numéros. Ils ont des meubles à vendre qui pourraient nous intéresser pour la bicoque, et ils nous ont donné le tuyau d'une brocante à Argentat.\n\nDirect après le repas, direction Argentat pour cette fameuse brocante ! Joli village avec de magnifiques berges de Dordogne qui serpentent paisiblement. Nous avons flâné le long de la rivière après avoir fait le tour des stands. Un cadre vraiment enchanteur pour terminer ces deux journées de découverte du patrimoine corrézien.",
    "type": "premiere-semaine",
    "images": [
      "quatrieme-journee/PXL_20250727_131715824.jpg",
      "quatrieme-journee/PXL_20250727_132047560.jpg",
      "quatrieme-journee/PXL_20250727_132421294.jpg",
      "quatrieme-journee/PXL_20250727_132501268.jpg",
      "quatrieme-journee/PXL_20250727_132505475.jpg"
    ],
    "image": "quatrieme-journee/PXL_20250727_131715824.jpg",
    "order": 6
  },
  {
    "id": "1753728000001",
    "title": "Sixième jour à la bicoque",
    "date": "2025-07-28",
    "content": "Premier jour de télétravail à la bicoque ! Réveil matinal à 6h15 pour commencer cette nouvelle routine professionnelle depuis notre nouvelle maison. Sortie pipi matinale avec Vaya dans le jardin, suivie d'un petit déjeuner bien mérité.\n\nVaya a été notre réveille-matin involontaire : elle a réveillé Patrick dès 6h30 ! Pas mal de travail qui m'attendait après une semaine d'absence, mais quel plaisir de pouvoir travailler dans ce cadre.\n\nEn milieu d'après-midi, Patrick est parti à Brive récupérer le fauteuil que nous avions repéré hier sur Le Bon Coin Corrèze. 30€ seulement pour cette belle trouvaille ! Le fauteuil est comme neuf et s'accorde parfaitement dans l'esprit du canapé laissé par l'ancienne propriétaire.\n\nÀ 16h, belle balade avec Vaya toutes les deux sur le chemin de randonnée qui démarre littéralement au bout de notre jardin. Quel bonheur d'avoir la nature à portée de main !\n\nJe serai en repos demain et après-demain car le travail de week-end complet (samedi et dimanche) commence dès ce week-end. Il faut bien récupérer avant !",
    "type": "premiere-semaine",
    "images": [
      "sixieme-journee/PXL_20250728_153843966.jpg"
    ],
    "image": "sixieme-journee/PXL_20250728_153843966.jpg",
    "order": 7
  }
]