[
  {
    "id": "1753086068675",
    "title": "Signature définitive",
    "date": "2025-07-22",
    "content": "Sed cautela nimia in peiores haeserat plagas, ut narrabimus postea, aemulis consarcinantibus insidias graves apud Constantium, cetera medium principem sed siquid auribus eius huius modi quivis infudisset ignotus, acerbum et inplacabilem et in hoc causarum titulo dissimilem sui.\r\n\r\nSiquis enim militarium vel honoratorum aut nobilis inter suos rumore tenus esset insimulatus fovisse partes hostiles, iniecto onere catenarum in modum beluae trahebatur et inimico urgente vel nullo, quasi sufficiente hoc solo, quod nominatus esset aut delatus aut postulatus, capite vel multatione bonorum aut insulari solitudine damnabatur.\r\n\r\nIam virtutem ex consuetudine vitae sermonisque nostri interpretemur nec eam, ut quidam docti, verborum magnificentia metiamur virosque bonos eos, qui habentur, numeremus, Paulos, Catones, Galos, Scipiones, Philos; his communis vita contenta est; eos autem omittamus, qui omnino nusquam reperiuntur.\r\n\r\nAdolescebat autem obstinatum propositum erga haec et similia multa scrutanda, stimulos admovente regina, quae abrupte mariti fortunas trudebat in exitium praeceps, cum eum potius lenitate feminea ad veritatis humanitatisque viam reducere utilia suadendo deberet, ut in Gordianorum actibus factitasse Maximini truculenti illius imperatoris rettulimus coniugem.\r\n\r\nEt interdum acciderat, ut siquid in penetrali secreto nullo citerioris vitae ministro praesente paterfamilias uxori susurrasset in aurem, velut Amphiarao referente aut Marcio, quondam vatibus inclitis, postridie disceret imperator. ideoque etiam parietes arcanorum soli conscii timebantur.",
    "type": "travaux",
    "image": "1753087378313-IMG-20250713-WA0004.jpg",
    "images": [
      "1753087378313-IMG-20250713-WA0004.jpg",
      "1753087378326-Screenshot_20250711-221857.png"
    ],
    "order": 0
  },
  {
    "id": "1753095266058",
    "title": "Première visite de la maison",
    "date": "2025-06-05",
    "content": "Visite de la maison ",
    "type": "travaux",
    "images": [],
    "image": null,
    "order": 1
  },
  {
    "id": "1753088494764",
    "title": "Première entrée dans la maison",
    "date": "2025-07-22",
    "content": "Enfin nous Y sommes !",
    "type": "travaux",
    "images": [],
    "image": null,
    "order": 2
  }
]